Repository: jeremieb/shoobie-localization
Catalog: *.lproj/Localizable.strings
Languages: de, fr

# developer_text
source: 👋 Hi, I’m Jeremie Berduck. I do mobile product design by day and by night, I do coding, streaming and podcasting, everything from Amsterdam in the Netherlands, where I’m living with my family. Shoobie is serving two purposes: First, for me to experiment coding and software development and second, I wanted a simple app to follow Atlantic tides when I’m going with my family on the Île de Ré, in France. You can follow must of the development live on my [Twitch channel](https://twitch.tv/monsieurbee). You can also reach me [on Twitter](https://twitter.com/jeremieberduck), I’d love to hear about your experience with Shoobie. If you like the app, support indie development and please tell a friend or leave a review on the store!
de: 👋 Hi, ich bin Jeremie Berduck. Tagsüber beschäftige ich mich mit mobilem Produktdesign und nachts mit Programmierung, Streaming und Podcasting, alles von Amsterdam in den Niederlanden aus, wo ich mit meiner Familie lebe. Shoobie dient zwei Zwecken: Erstens, um mit Programmierung und Softwareentwicklung zu experimentieren, und zweitens wollte ich eine einfache App, um die Gezeiten des Atlantiks zu verfolgen, wenn ich mit meiner Familie auf der Île de Ré in Frankreich unterwegs bin. Du kannst der meisten Entwicklung live auf meinem [Twitch Kanal](https://twitch.tv/monsieurbee) sehen. Du kannst mir außerdem [auf Twitter](https://twitter.com/jeremieberduck) folgen, ich würde gerne mehr über deine Erfahrungen mit Shoobie erfahren. Wenn die die App gefällt, unterstütze die Indie-Entwicklung und empfehle sie einem Freund oder hinterlasse eine Bewertung im Store!
fr: 👋 Salut, mon nom est Jeremie Berduck. Je fait du design mobile le jour et la nuit, je code, stream et podcast depuis Amsterdam aux Pays-Bas, où je vis avec ma famille. Shoobie existe pour deux raisons: Premièrement cette app me sert à expérimenter le dévelopement logiciel et mon aptitude à coder en général. Deuxièmement, je voulais une app super simple pour suivre les marées de la cote Atlantique, lorsque je vais avec ma famille sur l’Ile de Ré. Vous pouvez suivre la plupart de son développement en live sur [ma chaine Twitch](https://twitch.tv/monsieurbee) (en anglais). Je suis également disponible [sur Twitter](https://twitter.com/jeremieberduck), j’adorerais lire vos expériences avec Shoobie. Si vous aimez cette app, aider le développement indépendant et parlez-en à vos amis ou lachez 5 étoiles sur le store!

# widget_tide_display_name
source: Tide Widget
de: Gezeiten-Widget
fr: Les Marées

# widget_tide_description
source: Follow the tide on your homescreen.
de: Folgen Sie den Gezeiten auf Ihrem Startbildschirm.
fr: Suivez la marée depuis votre écran d'accueil.

# widget_quote_display_name
source: Quote Widget
de: Zitat-Widget
fr: Citations

# widget_quote_description
source: A short quote about climate.
de: Ein kurzes Zitat über das Klima.
fr: Une pensée à propos du climat.

# widget_uv_display_name
source: UV Index & Sun tanning time
de: UV-Index und Bräunungszeit
fr: Index UV

# widget_uv_description
source: Protect you from sun burning with this widget.
de: Schützen Sie sich mit diesem Widget vor Sonnenbrand.
fr: Protégez-vous du soleil, ne vous exposez pas trop longtemps.

# widget_uv_sunburn_safe
source: no limit
de: kein Limit
fr: sans danger

# widget_paywall
source: This widget requires a Premium subscription
de: Dieses Widget erfordert ein Premium-Abonnement
fr: Ce widget nécessite un abonnement Premium

# loading_next
source: Continue
de: Fortsetzen
fr: Continuer

# acc_sun_safe
source: It's safe!
de: Es ist sicher!
fr: Sans danger

# acc_location_name
source: Tide forecast for
de: Gezeitenvorhersage für
fr: Prévision des marées pour

# acc_station_name
source: Station name
de: Stationsname
fr: Nom de la station

# acc_sunny
source: Clear
de: Klar
fr: Ensoleillé

# acc_partlyCloudy
source: Partly cloudy
de: Teilweise bewölkt
fr: Partiellement nuageux

# acc_cloudy
source: Cloudy
de: Bewölkt
fr: Nuageux

# acc_overcast
source: Overcast
de: Bedeckt
fr: Couvert

# acc_mist
source: Mist
de: Nebel
fr: Brume

# acc_patchyRain
source: Patchy rain possible
de: Unregelmäßiger Regen möglich
fr: Pluie éparse à proximité

# acc_patchySnow
source: Patchy snow possible
de: Unregelmäßiger Schnee möglich
fr: Neige éparse à proximité

# acc_patchySleet
source: Patchy sleet possible
de: Graupelschauer möglich
fr: Grésil épars à proximité

# acc_patchyDrizzle
source: Patchy freezing drizzle possible
de: Unregelmäßiger gefrierender Nieselregen möglich
fr: Bruine verglaçante éparse à proximité

# acc_thundery
source: Thundery outbreaks possible
de: Gewitterausbrüche möglich
fr: Foyers orageux à proximité

# acc_blowingSnow
source: Blowing snow
de: Schneegestöber
fr: Rafales de neige

# acc_fog
source: Fog
de: Nebel
fr: Brouillard

# acc_freezingFog
source: Freezing fog
de: Überfrierender Nebel
fr: Brouillard givrant

# acc_patchyLightDrizzle
source: Patchy light drizzle
de: Teilweise leichter Nieselregen
fr: Bruine légère éparse

# acc_lightDrizzle
source: Light drizzle
de: Leichter Nieselregen
fr: Bruine légère

# acc_freezingDrizzle
source: Freezing drizzle
de: Gefrierender Nieselregen
fr: Bruine verglaçante

# acc_heavyFreezingDrizzle
source: Heavy freezing drizzle
de: Starker gefrierender Nieselregen
fr: Forte bruine verglaçante

# acc_patchyLightRain
source: Patchy light rain
de: Teilweise leichter Regen
fr: Pluie légère éparse

# acc_lightRain
source: Light rain
de: Leichter Regen
fr: Pluie légère

# acc_moderateRainTime
source: Moderate rain at times
de: Zeitweise mäßiger Regen
fr: Pluie modérée par moments

# acc_moderateRain
source: Moderate rain
de: Mäßiger Regen
fr: Pluie modérée

# acc_heavyRainTime
source: Heavy rain at times
de: Zeitweise starker Regen
fr: Pluie forte par moments

# acc_heavyRain
source: Heavy rain
de: Starker Regen
fr: Pluie forte

# acc_lightFreezingRain
source: Light freezing rain
de: Leichter Eisregen
fr: Pluie verglaçante légère

# acc_menu_button
source: Menu
de: Menü

# acc_menu_close
source: Close
de: Schließen
fr: Fermer

# acc_temp_unavailable
source: Temperature unavailable
de: Temperatur nicht verfügbar
fr: Temperature indisponible

# acc_water_temp
source: Water temperature
de: Wasser Temperatur
fr: Température de l'eau

# acc_water_degrees
source: degrees
de: Grad
fr: degrées

# acc_water_unavailable
source: Water temperature unavailable
de: Wasser Temperatur nicht verfügbar
fr: Temperature de l'eau indisponible

# board_skip
source: Skip
de: Überspringen
fr: Passer

# board_one_title
source: Welcome to Shoobie
de: Willkommen bei Shoobie
fr: Bienvenue sur Shoobie

# board_one_content
source: Shoobie helps you to make the best out of the beach by providing you all information you need before to go.
de: Shoobie hilft dir, das Beste aus dem Strand zu machen, indem er dir alle Informationen gibt, die du brauchst, bevor du gehst.
fr: Shoobie vous permet de profiter de la plage en donnant toutes les informations dont vous avez besoin avant de partir.

# board_two_title
source: Privacy
de: Datenschutz
fr: Vie privée

# board_two_content
source: Shoobie works better with your phone’s location. We don’t keep your location and doesn’t track or store anything about you.
de: Shoobie funktioniert besser mit dem Standort deines Telefons. Wir speichern Deinen Standort nicht und verfolgen oder speichern nichts über Dich..
fr: Shoobie fonctionne mieux avec la géo-localisation. Nous ne conservons pas votre position et n'enregistrons aucune donnée vous concernant.

# board_two_button
source: Enable your location
de: Aktivieren Deinen Standort
fr: Activer la géolocalisation

# board_two_button_enabled
source: Location enabled
de: Standort aktiviert
fr: Géolocalisation activée

# board_three_title
source: Sun burn prevention
de: Vorbeugung gegen Sonnenbrand
fr: Prévention des coups de soleil

# board_three_content
source: Shoobie does not provide any medical advice and it is your responsibility to protect yourself from the sun.
de: Shoobie gibt keine medizinischen Ratschläge und es liegt in Deiner Verantwortung, sich vor der Sonne zu schützen.
fr: Aucun avis médical n'est affiché et il est de votre responsabilité de vous protéger des rayons du soleil.

# watch_onboarding_next
source: Next
de: Nächste
fr: Suivant

# watch_onboarding_continue
source: Continue
de: Fortsetzen
fr: Continuer

# watch_onboarding_skip
source: Skip
de: Überspringen
fr: Passer

# watch_gust
source: Gust
de: Windböe
fr: Rafales

# watch_location_empty
source: You can add more locations from the Shoobie app on your phone.
de: Du kannst weitere Standorte über die Shoobie-App auf Deinem Handy hinzufügen.
fr: Vous pouvez ajouter d'autres lieux depuis Shoobie sur votre iPhone.

# watch_location_notallowed
source: Shoobie works better with your device's location. You can enable location from your watch in the system preferences.
de: Shoobie funktioniert besser mit dem Standort deines Geräts. Du kannst den Standort deiner Uhr in den Systemeinstellungen aktivieren.
fr: Shoobie fonctionne mieux avec la position du téléphone. Cette information reste privée et n'est pas sauvegardée.

# watch_add_phone_location
source: No location found. Use Shoobie on your phone to add one.
de: Kein Standort gefunden. Verwende Shoobie auf Deinem Telefon, um einen hinzuzufügen.
fr: Aucun lieu trouvé. Utilisez Shoobie sur votre iPhone pour ajouter un lieu.

# watch_settings
source: Settings
de: Einstellungen
fr: Paramètres

# watch_settings_colors
source: Color scheme
de: Farbschema
fr: Couleurs

# watch_subscription
source: Requires a Shoobie premium subscription. Visit the app from your phone.
de: Erfordert ein Shoobie-Premium-Abonnement. Besuche die App von Deinem Telefon aus.
fr: Nécessite un abonnement Shoobie Premium. Ouvrez Shoobie depuis votre téléphone pour vous abonner.

# watch_general_settings
source: Global settings
de: Globale Einstellungen
fr: Paramètres de l'app

# watch_modal_close
source: Close
de: Schließen
fr: Fermer

# watch_modal_cancel
source: Cancel
de: Abbrechen
fr: Annuler

# NSLocationUsageDescription
source: Turn on location service for the app to provide you relevent tide information.
de: Aktivieren Sie den Ortungsdienst für die App, damit Sie relevante Gezeiteninformationen erhalten.
fr: Activez votre position pour recevoir les données de marées.

# NSLocationWhenInUseUsageDescription
source: Turn on location service for the app to provide you relevent tide information.
de: Aktiviere den Ortungsdienst für die App, damit Du relevante Gezeiteninformationen erhälst.
fr: Activez votre position pour recevoir les données de marées.

# 36AVxR
source: Error
de: Fehler

# 3W4VqM
source: Tide
de: Gezeiten
fr: Marée

# FEp1gq
source: Previous
de: Vorherige
fr: Précédente

# JlTcMc
source: Place
de: Ort
fr: Lieux

# KKqkKW
source: Hour
de: Stunde
fr: Heure

# MvHygx
source: Type
de: Typ

# NEIiBV
source: Previous Type
de: Vorheriger Typ
fr: Type Précédent

# P3M8N3
source: Tide Shortcut
de: Gezeiten Kurzbefehl
fr: Raccourci Marées

# PHvWhp
source: Next Tide
de: Nächste Flut
fr: ProchaineMarée

# Qyb2d4
source: Shoobie says the next tide for ${location}, will be ${type} at ${time}. The previous one was ${previousType} at ${previous}.
de: Shoobie sagt, dass die nächste Flut für ${location}, wird ${type} um ${time}. Die vorherige war ${previousType} um ${previous}.
fr: Shoobie dit que la prochaine marée pour ${location}, sera ${type} à ${time}. La marée précédente était ${previousType} à ${previous}.

# as69FH
source: Type
de: Typ

# eaFFq8
source: When will be the next tide?
de: Wann wird die nächste Flut eintreten?
fr: Quand sera la prochaine marée?

# fRxuw8
source: When will be the next tide?
de: Wann wird die nächste Flut eintreten?
fr: Quand sera la prochaine marée?

# fqUSe8
source: Shoobie will say when is the next tide.
de: Shoobie wird dir sagen, wann die nächste Flut kommt.
fr: Shoobie vous dira quand sera la prochaine marée.

# iPI18E
source: Sorry, something went wrong. ${error}
de: Entschuldigung, da ist etwas schief gelaufen. ${error}
fr: Désolé, quelque chose n'a pas fonctionné. ${error}

# qYHUZX
source: Sorry, something went wrong. ${error}
de: Entschuldigung, da ist etwas schief gelaufen. ${error}
fr: Désolé, quelque chose n'a pas fonctionné. ${error}

# qptOgo
source: Know when will be the next tide.
de: Wissen, wann die nächste Flut kommt.
fr: Savoir quand sera la prochaine marée.

# xjLpGB
source: Place
de: Ort
fr: Lieux

# yWeJc2
source: Shoobie says the next tide for ${location}, will be ${type} at ${time}. The previous one was ${previousType} at ${previous}. Marine station: (${station})
de: Shoobie sagt, dass die nächste Flut für ${location}, wird ${type} um ${time}. Die vorherige war ${previousType} um ${previous}. Marinestation: (${station})
fr: Shoobie dit que la prochaine marée pour ${location}, sera ${type} à ${time}. La marée précédente était ${previousType} à ${previous}. Station maritime: (${station})

# 73q-A0-go2.text
source: The next tide will be
de: Die nächste Flut wird
fr: La prochaine marée sera à

# L3o-Zo-ioP.text
source: Time
de: Zeit

# subtitle
source: Make the best out of the beach
de: Mach das Beste aus dem Strand
fr: La plage aux meilleurs moments de la journée!

# keywords
source: tide,beach,weather,forecast,water temperature,UV Index,UV,sun burn,sun protection,uv widget
de: gezeiten,ebbe,flut,strand,wetter,vorhersage,wassertemperatur,uv index, uv,sonnenbrand,sonnenschutz,uv widget
fr: marée,indice de marée,plage,météo,température de l'eau,UV,coup de soleil,uv widget

# description
source: • PLAN A SAFE TRIP TO THE BEACH Based on the next high tide, the UV Index and how long you can stay outside without sun burn. • TIDE What is the tide times for the day and tomorrow? • MARINE WEATHER Display the weather conditions from dedicated marine stations, the wind, the temperatures range, the felt temperatures as well as the weather alerts. • WATER TEMP Water temperature for the day. • PRIVACY Your privacy first. This app does not use any tracking system and is not recording your location. More info on https://shoobie.app • MORE World wide and unlimited locations Siri compatible (with the Shortcuts app) Widgets Units: ºC, ºF, metric, miles • SUPPORT & MORE If you have any remarks or just to say hi, feel free to contact us at support@shoobie.app or on Twitter at @shoobieapp
de: • PLANEN SIE EINE SICHERE REISE ZUM STRAND Basierend auf der nächsten Flut und dem UV-Index und wie lange Sie ohne Sonnenbrand draußen bleiben können. • GEZEITEN Wie sind die Gezeiten für den Tag und morgen? • MARINEWETTER Zeigen Sie die Wetterbedingungen von dedizierten Marinestationen, den Wind, den Temperaturbereich, die gefühlten Temperaturen sowie die Wetterwarnungen an. • WASSERTEMPERATUR Wassertemperatur für den Tag. • PRIVATSPHÄRE Ihre Privatsphäre steht an erster Stelle. Diese App verwendet kein Tracking-System und zeichnet Ihren Standort nicht auf. Mehr Infos auf https://shoobie.app • MEHR Weltweite und unbegrenzte Standorte Siri-kompatibel (mit der Shortcuts-App) Widgets Einheiten: ºC, ºF, metrisch, Meilen • UNTERSTÜTZUNG & MEHR Wenn Sie Anmerkungen haben und einfach nur Hallo sagen möchten, kontaktieren Sie uns bitte unter support@shoobie.app oder auf Twitter unter @shoobieapp
fr: • TROUVEZ LE MEILLEUR MOMENT DE LA JOURNÉE POUR ALLER À LA PLAGE Avec l’heure de la prochaine marée haute, l'index UV et la durée maximum d’exposition au soleil recommandée. • MARÉE Quelles seront les marées aujourd'hui et demain? • CONDITIONS MÉTÉO Quelles sont les prévisions météorologiques aujourd'hui? Affiche les conditions météo, le vent, la température moyenne et la température ressentie pour aujourd'hui. Affiche également les alertes météos (en anglais pour le moment). • TEMPÉRATURE DE L'EAU Quelle est la température de l'eau prévue pour aujourd'hui ? • VIE PRIVÉE Votre vie privée nous est précieuse. Aucune de vos positions géographiques n'est et ne sera enregistrée. De plus, cette app ne contient aucun système de tracking de vos données. Plus d'informations sur https://shoobie.app/ • PLUS Fonctionne partout dans le monde Températures : ºC, ºF Unités de Marées: m, mi Compatible avec Siri (avec l'app Raccourcis) • SUPPORT & INFORMATION Vous avez des remarques ou des questions, ou vous souhaitez simplement nous dire bonjour? Contactez-nous par email sur support@shoobie.app ou sur Twitter à @shoobieapp

# overview_uv
source: UV INDEX
fr: INDEX UV

# overview_wind
source: WIND
fr: VENT

# sun_danger
source: 10AM-4PM
fr: 10h ET 16h

# UV_label
source: UV INDEX
fr: INDEX UV

# wind_label
source: WIND
fr: VENT

# menu_appicon_sand
source: Sand
fr: Sable

# support_url
source: https://shoobie.app/en/support/support-mobile
fr: https://shoobie.app/fr/support/support-mobile

# board_three_button
source: Start
fr: Commencer

# xF5f0F
source: Marine station
fr: Station Maritime
