Repository: jeremieb/shoobie-localization
Catalog: *.lproj/Localizable.strings
Languages: de, fr

# feedback_loading
source: Loading…
de: Lädt…
fr: Chargement…

# loading_one
source: Catching up the tide information for you…
de: Informationen über die Gezeiten werden für dich zusammengestellt…
fr: En train de récupérer la marée pour vous.

# loading_two
source: Figuring out when you can go to the beach…
de: Herausfinden, wann man an den Strand gehen kann…
fr: J'essaie de savoir quand vous pouvez aller vous baigner.

# loading_three
source: Building a sandcastle for you…
de: Eine Sandburg für dich bauen…
fr: Je construis un château de sable pour vous.

# loading_four
source: Removing the sand from your shoes…
de: Den Sand aus deinen Schuhen entfernen…
fr: Il y a du sable dans tes chaussures.

# loading_error
source: I'm having a hard time loading information… 😖
de: Ich habe Schwierigkeiten beim Laden der Informationen… 😖
fr: C'est un peu long… 😖

# loading_retry
source: Retry
de: Wiederholen

# overview_welcome
source: The next high tide will be at
de: Die nächste Flut ist um
fr: La marée sera haute à

# overview_sun
source: SUN BURN
de: SONNENSTRAHLUNG
fr: EXPO SOLEIL

# overview_water
source: WATER
de: WASSER
fr: EAU

# overview_temp
source: TEMP/FEEL
de: TEMP/GEFÜHLT
fr: TEMP/RESSENTIE

# overview_max_min
source: HIGH/LOW
de: HOCH/TIEF
fr: MAX/MIN

# overview_wind_gust
source: gust
de: Böe
fr: rafales

# sun_label_small
source: Sun Burn
de: Sonnenstrahlung
fr: Soleil Max

# sun_label
source: SUNBURN LIMIT
de: SONNENBRAND LIMIT
fr: EXPO SOLEIL

# tide_high_label
source: High Tide
de: Flut
fr: Marée Haute

# tide_low_label
source: Low Tide
de: Ebbe
fr: Marée Basse

# tide_tomorrow_label
source: Tomorrow
de: Morgen
fr: Demain

# tide_unknown_location
source: Unknown Station
de: Unbekannter Ort
fr: Station Inconnue

# daily_today
source: Today
de: Heute
fr: Aujourd'hui

# daily_tomorrow
source: Tomorrow
de: Morgen
fr: Demain

# weather_alert_languages
source: National weather alerts are provided in English by default. Please note that some agencies provide the alert’s description only in a local language.
de: Nationale Wetterwarnungen werden standardmäßig in englischer Sprache bereitgestellt. Bitte beachte, dass einige Agenturen die Beschreibung der Warnung nur in einer lokalen Sprache bereitstellen.
fr: Les alertes météos nationales sont fournis par défault en Anglais. Quelques agences météos fournissent ces alertes dans la langue locale du pays.

# subscription_body
source: Enjoy the complete Shoobie experience! ✔︎ Tide and the weather forecast for two days. ✔︎ Widgets with the tide forecast. ✔︎ Widgets and app customizations.
de: Genieße das komplette Shoobie-Erlebnis! ✔︎ Gezeiten und Wettervorhersage für zwei Tage. ✔︎ Widgets mit der Gezeitenvorhersage. ✔︎ Widgets- und Anwendungsanpassungen.
fr: Profitez de l'expérience Shoobie! ✔︎ Prévisions de marée et météo sur deux jours. ✔︎ Widgets avec les prévisions de marées. ✔︎ Personalisation des widgets et de l'app.

# subscription_body_subcriber
source: Thanks for your support. 🤗
de: Danke für Deine Unterstützung. 🤗
fr: Merci pour votre soutien. 🤗

# subscription_footer
source: Your support is covering the costs to access this data as well as the future of this app.
de: Deine Unterstützung deckt die Kosten für den Zugang zu diesen Daten und die Zukunft dieser App..
fr: Cet abonnement couvre les frais d'accès à ces informations en plus d'assurer le futur de cette app.

# subscription_weekly
source: weekly
de: wöchentlich
fr: hebdomadaire

# subscription_monthly
source: monthly
de: monatlich
fr: mensuel

# subscription_yearly
source: yearly
de: jährlich
fr: annuel

# subscription_btn_restore
source: Restore subscription
de: Käufe wiederherstellen
fr: Restaurer mon abonnement

# subscription_subscribed
source: Subscribed
de: Abonniert
fr: Abonné

# subscription_failed
source: Purchase Failed
de: Kauf fehlgeschlagen
fr: Achat impossible

# subscription_success
source: Purchase Successful
de: Kauf erfolgreich
fr: Achat réussi

# subscription_manage
source: Manage my subscription
de: Mein Abonnement verwalten
fr: Gérer mon abonnement

# subscription_coming_soon
source: Subscriptions for Shoobie Premium are coming soon…
de: Abonnements für Shoobie Premium sind bald verfügbar…
fr: Les abonnements pour Shoobie Premium arrivent bientôt…

# error_label_location
source: Unknown location
de: Unbekannter Ort
fr: Localisation inconnue

# error_api_message
source: 🤕 The weather conditions server seems to be out of service or is not responding as it should. Sorry about that…
de: 🤕 Der Server für die Wetterbedingungen scheint außer Betrieb zu sein oder nicht so zu reagieren, wie er sollte. Entschuldigung dafür…
fr: 🤕 Le serveur météo semble ne pas répondre ou ne semble pas avoir les données attendues. Nous sommes sincèrement désolés pour la gêne occasionnée…

# error_uv
source: unknown 🤕
de: unbekannt 🤕
fr: inconnu 🤕

# error_fare_ocean_main
source: Sorry, you're too far from the sea… 😥
de: Tut mir leid, du bist zu weit vom Meer entfernt… 😥
fr: Désolé, mais tu es trop loin de l'océan… 😥

# error_fare_ocean_secondary
source: You have to be less than 40km away from the ocean or to set a manual location from the menu
de: Du musst weniger als 40 km vom Meer entfernt sein oder einen manuellen Standort über das Menü festlegen
fr: Shoobie ne fonctionne pas à plus de 40km de la côte. Tu peux chercher un lieu depuis le menu ci-dessous.

# error_fare_ocean_secondary_imperial
source: You have to be less than 25 miles away from the ocean.
de: Du musst weniger als 40 Kilometer vom Meer entfernt sein.
fr: La distance maximum est de 25 miles.

# error_no_data_main
source: Sorry, something went wrong… 😰
de: Entschuldige, etwas ist schief gelaufen… 😰
fr: Oups, il y a un problème… 😰

# error_no_data_text
source: Please restart the app later or set a manual location from the menu.
de: Bitte starte die App später neu oder lege einen manuellen Standort über das Menü fest.
fr: Tu peux relancer Shoobie ou chercher un lieu depuis le menu ci-dessous.

# error_location_access_title
source: Sorry, I don't know where we are… 😥
de: Tut mir leid, ich weiß nicht, wo wir sind… 😥
fr: Désolé, je ne sais pas où nous sommes… 😥

# error_location_access_content
source: You can enter manually your location bellow or tap this message to allow this app to use your location. We are not recording anything.
de: Du kannst Deinen Standort unten manuell eingeben oder auf diese Nachricht tippen, um der App zu erlauben, Deinen Standort zu verwenden. Wir zeichnen nichts auf.
fr: Tu peux chercher un lieu manuellement avec le menu ci-dessous ou taper ce message pour m'autoriser à lire notre localisation. Aucune information n'est enregistrée.

# error_message_network
source: Your phone seams offline. Can you check your phone is connected to a network and have internet connection?
de: Dein Telefon scheint offline zu sein. Kannst Du überprüfen, ob Dein Telefon mit einem Netzwerk verbunden ist und eine Internetverbindung hat?
fr: Il semblerait que ton iPhone ne soit pas connecté. Peux-tu contrôler qu'une connection internet soit disponible?

# error_message_location
source: This app works better with your phone's location. We're not tracking or storing this information. You can enter a location manually from the menu bellow or tap this message to open your phone's settings.
de: Diese App funktioniert besser mit dem Standort Deines Telefons. Wir verfolgen oder speichern diese Informationen nicht. Du kannst einen Standort manuell über das unten stehende Menü eingeben oder auf diese Nachricht tippen, um die Einstellungen Deines Telefons zu öffnen.
fr: This app needs access to your phone's location for working properly. We're not tracking or storing this information. Tap this message to open your phone's settings.

# error_message_no_location
source: No location found
de: Kein Standort gefunden
fr: Aucune position trouvée

# error_message_no_location_action
source: Tap here to continue, you can change the random location later from the menu.
de: Tippe hier, um fortzufahren. Du kannst den zufälligen Ort später über das Menü ändern.
fr: Tapez ici pour continuer, vous pourrez chercher manuellement un lieu depuis le menu.

# error_message_no_location_action_watch
source: Tap here to continue
de: Tippe hier, um fortzufahren
fr: Tapez ici pour continuer

# error_message_no_location_menu
source: Tap here to change your location settings or use the menu to manually enter a location.
de: Tippe hier, um Deine Standorteinstellungen zu ändern, oder verwende das Menü, um einen Standort manuell einzugeben.
fr: Tapez ce message pour modifier vos paramètres de position ou utilisez le menu pour entrer manuellement un lieu.

# menu_location_placeholder
source: Search for a place…
de: Suche nach einem Ort…
fr: Chercher un lieu…

# menu_location_description
source: Enter here a city name and a country name to add it to the list bellow.
de: Gebe hier den Namen einer Stadt und eines Landes ein, um sie der Liste unten hinzuzufügen.
fr: Entrer ici le nom d'une ville et son pays pour l'ajouter dans la liste ci-dessous.

# menu_location_title
source: My locations
de: Meine Standorte
fr: Mes lieux

# menu_location_authorized_helper
source: This app works better with your phone's location. We're not tracking or storing any information. Tap here to change your location settings.
de: Diese App funktioniert besser mit dem Standort deines Telefons. Wir verfolgen und speichern keine Informationen. Tippe hier, um deine Standorteinstellungen zu ändern.
fr: Shoobie fonctionne mieux avec la position du téléphone. Cette information reste privée et n'est pas sauvegardée. Tapez ce message pour modifier vos paramètres de position.

# menu_location_empty_state
source: Please use the search field above to add more locations.
de: Bitte benutze das Suchfeld oben, um weitere Orte hinzuzufügen.
fr: Utilisez le champs de recherche ci-dessus pour ajouter plusieurs lieux.

# menu_settings_header
source: Settings
de: Einstellungen
fr: Paramètres

# menu_imperial_label
source: Imperial unit
de: Imperiale Einheit
fr: Unités Imperiales

# menu_nohaptic
source: Turn off Haptic feedbacks
de: Haptische Rückmeldungen ausschalten
fr: Éteindre les vibrations

# menu_siri_label
source: Add to Siri
de: Zu Siri hinzufügen
fr: Ajouter à Siri

# menu_siri_label_soon
source: (coming soon)
de: (demnächst)
fr: (prochainement disponible)

# menu_language
source: Language:
de: Sprache:
fr: Langue:

# menu_en
source: English
de: Englisch
fr: Anglais

# menu_fr
source: French
de: Französisch
fr: Français

# menu_de
source: German
de: Deutsch
fr: Allemand

# menu_app_icon_label
source: Alternate App icon
de: Alternatives App Icon
fr: Icon app alternatif

# menu_appicon_sunrise
source: Sunrise
de: Aube
fr: Aube

# menu_background_label
source: Custom background
de: Benutzerdefinierter Hintergrund
fr: Fond personalisé

# menu_widgets_color
source: Widgets color
de: Widgets Farbe
fr: Couleur des widgets

# menu_about_header
source: About
de: Über
fr: À Propos

# menu_how_label
source: How it works…
de: Wie es funktioniert…
fr: Comment ça marche…

# menu_privacy_label
source: Privacy
de: Datenschutz
fr: Vie Privée

# menu_legal
source: Terms of use & Privacy
de: Nutzungsbedingungen & Datenschutz
fr: Conditions d'utilisation & Vie Privée

# menu_rate_shoobie
source: Rate Shoobie!
de: Bewerte Shoobie!
fr: Évaluez Shoobie

# menu_contact_label
source: Contact
de: Kontakt

# menu_translation_label
source: Help with translations
de: Hilfe bei Übersetzungen
fr: Aider à traduire

# menu_thedev_title
source: The Developer
de: Der Entwickler
fr: Le Dévelopeur

# menu_same_developer
source: By the same developer
de: Derselbe Entwickler
fr: Autres apps

# menu_others_header
source: Danger zone
de: Gefahrenzone
fr: Zone dangereuse

# menu_others_reset
source: Shoobie "Factory reset"
de: Shoobie "Zurücksetzen auf Werkseinstellungen"
fr: Shoobie "Réinitialisation d'usine"

# menu_tutorial_label
source: Restart tutorial
de: Tutorial neustarten
fr: Relancer le tutoriel

# menu_debug_label
source: Show Debug?
de: Debug anzeigen?
fr: Voir Debug?

# menu_madewith_first
source: Made with
de: Gemacht mit

# privacy_title
source: We value your privacy!
de: Wir schätzen Deine Privatsphäre!
fr: Votre vie privée nous est précieuse!

# privacy_one_subtitle
source: NO • Hidden tracking system
de: KEIN • Verstecktes Tracking-System
fr: AUCUN • Système de tracking

# privacy_one_content
source: Shoobie does not contain any third party or custom tracking system. We don’t want your data and have no interest in helping huge corporations track you as you do something as simple as going to the beach.
de: Shoobie enthält kein Tracking-System von Drittanbietern oder anderen Anbietern. Wir wollen deine Daten nicht und haben kein Interesse daran, großen Konzernen dabei zu helfen, dich zu verfolgen, wenn du etwas so Einfaches wie einen Strandbesuch machst.
fr: Shoobie n'utilise pas de système de tracking de comportement. Nous ne voulons pas que l'utilisation de notre app soit détournée par de grands groupes pour ficher les comportements de nos utilisateurs et nous ne voulons avoir aucun lien avec ce business douteux.

# privacy_two_subtitle
source: NO • Private information required
de: KEINE • Private Informationen erforderlich
fr: AUCUNE • Information privée requise

# privacy_two_content
source: Shoobie does not ask for any personal information. Users don't even need to provide personal details when reporting any issue. We don’t want to know who you are, not because we don’t care, but because we believe storing personal information is a BIG responsibility that requires extensive planning and ongoing effort. We would rather focus is on crafting desirable products and we want to keep it this way…
de: Shoobie fragt nicht nach persönlichen Informationen. Nutzer müssen nicht einmal persönliche Daten angeben, wenn sie ein Problem melden. Wir wollen nicht wissen, wer du bist, nicht weil es uns egal ist, sondern weil wir glauben, dass die Speicherung persönlicher Daten eine GROSSE Verantwortung ist, die umfangreiche Planung und kontinuierliche Bemühungen erfordert. Wir konzentrieren uns lieber auf die Herstellung hochwertiger Produkte und wollen dies auch so beibehalten…
fr: Shoobie ne vous demande aucune information privée. Même notre service de support ne vous demandera aucune information d'ordre privé, comme votre nom par exemple. Nous ne souhaitons pas savoir qui vous êtes, pas parce que vous ne nous intéressez pas, mais parce que protéger vos informations personnelles est une lourde responsabilité que nous ne souhaitons pas porter. Notre attention porte sur la création de produits qui vous respectent et que vous aimez utiliser…

# privacy_three_subtitle
source: NO • Location stored
de: KEIN • Standort wird gespeichert
fr: AUCUNE • Position n’est enregistrée

# privacy_three_content
source: We do not store ANYTHING related to our users' activity. You are completely anonymous to us and we are not hiding any product improvement excuses to track you or your behavior with our app. Therefore, we are not selling any personal information to anyone. We can make that guarantee because we simply don’t have anything to sell… To be fully honest, we do like hearing from you, but it’s up to you reach out and send us a message on Twitter. ☺️
de: Wir speichern NICHTS, was mit den Aktivitäten unserer Nutzer zu tun hat. Du bist für uns völlig anonym und wir verstecken keine Ausreden zur Produktverbesserung, um Dich oder Dein Verhalten mit unserer App zu verfolgen. Deshalb verkaufen wir keine persönlichen Informationen an andere. Diese Garantie können wir geben, weil wir einfach nichts zu verkaufen haben… Um ganz ehrlich zu sein, wir hören gerne von Dir, aber es liegt an Dir, uns eine Nachricht auf Twitter zu schicken. ☺️
fr: Nous ne sauvegardons AUCUNE activité de nos utilisateurs. Vous êtes complètement anonyme et nous ne nous cachons pas derrière de futures améliorations produit pour collecter votre comportement avec nos produits. Nous ne vendons pas vos données personnelles, tout simplement parce que nous n'avons rien à vendre… Pour être vraiment honnête, nous adorerions avoir de vos nouvelles sur Twitter ou par email, mais ce doit être VOTRE choix. ☺️

# widgets_section_homescreen_subtitle
source: Add to your Home Screen
de: Zu Ihrem Startbildschirm hinzufügen
fr: Depuis l'Ecran d'accueil

# widgets_section_homescreen_content
source: Shoobie widgets can be added to your home screen or Today view. Press and hold on your home screen (or any app icon or widget), select "Edit Home Screen", then tap + on the top left of your phone. You'll find Shoobie on your available widgets list.
de: Shoobie-Widgets können zu Deinem Startbildschirm oder der Heute-Ansicht hinzugefügt werden. Drücke etwas länger auf Deinen Startbildschirm (oder ein beliebiges App-Symbol oder Widget), wähle "Startbildschirm bearbeiten" und tippe dann auf + oben links auf Deinem Telefon. Du findest Shoobie in der Liste der verfügbaren Widgets.
fr: Ajoutez dès maintenant les Widgets Shoobie sur votre écran d'accueil! Maintenez votre doigt sur l'écran d'accueil de votre téléphone (ou sur tout autre icon d'app), puis sélectionnez "Modifier l'écran d'accueil" et enfin tapez + en haut à gauche de votre écran. Sélectionnez ensuite Shoobie dans la liste des widgets disponibles.

# widgets_section_categories_subtitle
source: Stay up-to-date!
de: Bleibe auf dem Laufenden!
fr: Ils sont tous là!

# widgets_section_categories_content
source: Use the Sun burn prevention and the Tide forecast (subscription required) for you to stay up-to-date directly from your homescreen.
de: Nutze die Sonnenbrandvorbeugung und die Gezeitenvorhersage (Abonnement erforderlich), um direkt von Deinem Startbildschirm aus auf dem Laufenden zu bleiben..
fr: Utilisez le Prévention des coups de soleil ou les prévisions des prochaines Marées (abonnement nécessaire) directement depuis votre écran d'accueil.

# watch_copy_section_subtitle
source: Make the best out of the beach directly from your wrist!
de: Mache das Beste aus deinem Strandbesuch direkt von deinem Handgelenk!

# watch_copy_section_content
source: Shoobie is now available on Apple Watch with the same details you can find on the iPhone version. You can choose from different locations after adding them from the phone app. You have access to the same forecast and more...
de: Shoobie ist jetzt auch auf der Apple Watch verfügbar, mit den gleichen Details, die du in der iPhone-Version findest. Du kannst aus verschiedenen Orten auswählen, nachdem Du sie in der Telefon-App hinzugefügt hast. Du hast Zugriff auf die gleiche Vorhersage und mehr...

# watch_copy_support_subtitle
source: Connection issues?
de: Verbindungsprobleme?

# watch_copy_support_content
source: It can take a bit of time for the phone to find the watch for unlocking the content after subscribing. If this is happening to you, just close the app on both the phone and the watch. Then restart first Shoobie on your watch, then on the phone.
de: Es kann eine Weile dauern, bis das Telefon deine Uhr findet, um die Inhalte nach dem Abonnieren freizuschalten. Wenn dies bei dir der Fall ist, schließe einfach die App auf dem Telefon und der Uhr. Starte danach Shoobie zuerst auf deiner Uhr und dann auf dem Telefon neu.

# watch_copy_more_subtitle
source: More to come...
de: Mehr in Kürze...

# watch_copy_more_content
source: There is more to come for Shoobie on Apple Watch. Complications for your watch face will provide soon all informations at a glance. I'm currently working on it... 😊
de: Für Shoobie auf der Apple Watch gibt es bald noch weitere Neuerungen: Komplikationen für dein Zifferblatt werden bald alle Informationen auf einen Blick liefern. Ich arbeite gerade daran... 😊

# contact_title
source: Contact-us!
de: Kontaktiere uns!
fr: Contactez-moi !

# contact_introduction
source: Who are you?
de: Wer bist du?
fr: Dites-moi qui vous êtes !

# contact_text
source: Respecting your privacy doesn't mean we don't care about you, quite the opposite actually. We'd love it if you said hi or dropped us a quick message to tell us who you are! Click bellow to send us an email or reach us on Twitter.
de: Dass wir Deine Privatsphäre respektieren, bedeutet nicht, dass wir uns nicht für Dich interessieren, ganz im Gegenteil. Wir würden uns freuen, wenn Du uns grüßen oder uns eine kurze Nachricht zukommen lassen würdest, um uns zu sagen, wer Du bist! Klicke unten, um uns eine E-Mail zu schicken oder uns auf Twitter zu erreichen.
fr: Respecter votre vie privée ne signifie pas que je ne m'intéresse pas à qui vous êtes, bien au contraire. Pour simplement dire bonjour ou rapporter un problème que vous rencontrez avec SHOOBIE, j'adorerais avoir de vos nouvelles ! Cliquez ci-dessous pour m'envoyer un email ou me joindre directement sur Twitter.

# contact_button
source: Contact us!
de: Kontaktiere uns!
fr: Contactez-moi !

# translation_title
source: Help-us to translate SHOOBIE!
de: Hilf uns bei der Übersetzung von SHOOBIE!
fr: Aidez-nous à traduire SHOOBIE!

# translation_introduction
source: We want this app to be as inclusive as possible.
de: Wir möchten, dass diese App so umfassend wie möglich ist.
fr: Nous souhaitons SHOOBIE aussi inclusive que possible.

# translation_text
source: If you have any feedback about a wrong translation to help improve the SHOOBIE experience or if you want to enjoy this app in your language, please consider to contribute.
de: Wenn du ein Feedback über eine falsche Übersetzung hast, um das SHOOBIE-Erlebnis zu verbessern, oder wenn du diese App in deiner Sprache genießen möchtest, dann denke bitte darüber nach, einen Beitrag zu leisten.
fr: Si vous avez remarqué des erreurs de traductions ou si vous souhaitez profiter de SHOOBIE dans votre langue, n'hésitez pas à contribuer!

# translation_contact_button
source: Contribute
de: Beitragen
fr: Contribuer

# siri_title
source: Add to Siri
de: Zu Siri hinzufügen
fr: Ajoutez à Siri

# siri_subtitle
source: Use your voice to interact with Shoobie!
de: Benutze deine Stimme, um mit Shoobie zu interagieren!
fr: Utilisez votre voix pour intéragir avec Shoobie!

# siri_section_general
source: General
de: Allgemien
fr: Général

# siri_section_tide
source: Tide
de: Gezeiten
fr: Marées

# siri_command_open_shoobie
source: ❝ Open Shoobie. ❞
de: ❝ Shoobie öffnen. ❞
fr: ❝ Lance Shoobie. ❞

# siri_command_open_shoobie_description
source: Open Shoobie with your voice.
de: Öffne Shoobie mit Deiner Stimme.
fr: Ouvre Shoobie.

# siri_command_open_shoobie_suggested_invocation
source: Open Shoobie
de: Öffne Shoobie
fr: Lance Shoobie

# siri_command_tide_time
source: ❝ When is the next tide? ❞
de: ❝ Wann ist die nächste Flut? ❞
fr: ❝ Quand sera la prochaine marée? ❞

# siri_command_tide_time_description
source: Check when is the next tide based on the current location in Shoobie.
de: Prüfe, wann die nächste Flut auf der Grundlage des aktuellen Standorts in Shoobie eintritt..
fr: Affiche la prochaine marée à partir du lieux actuellement utilisé dans Shoobie.

# siri_command_tide_time_suggested_invocation
source: When is the next tide?
de: Wann ist die nächste Flut?
fr: Quand sera la prochaine marée?

# siri_custom_location
source: your location
de: deine Position
fr: votre position

# siri_UI_tide_answer
source: The next tide will be
de: Die nächste Flut wird
fr: La prochaine marée sera

# siri_UI_tide_high
source: high
de: Flut
fr: haute

# siri_UI_tide_low
source: low
de: Ebbe
fr: basse

# siri_UI_tide_time
source: at
de: sein um
fr: à
